{
    "searchPlaceholder": "Escribe para buscar productos...",
    "sortBy": {
      "nameAsc": "Nombre: A-Z",
      "nameDesc": "Nombre: Z-A",
      "priceHighLow": "Precio: Alto a Bajo",
      "priceLowHigh": "Precio: Bajo a Alto",
      "discountHighLow": "Descuento: Alto a Bajo"
    },
    "inStockLeft": "en stock",
    "brand": "Marca",
    "addToCart": "Añadir al carrito",
    "rating": "Calificación",
    "description": {
        "1": "Un móvil de manzana que no tiene nada que ver con una manzana.",
        "2": "Desbloqueado, Modelo A19211 Pantalla Super Retina HD de 6.5 pulgadas con tecnología OLED Chip A12 Bionic con ...",
        "3": "La nueva variante de Samsung que va más allá de Galaxy hacia el Universo.",
        "4": "OPPO F1,9 fue anunciado oficialmente en abril de 2021.",
        "5": "La nueva edición del Huawei P30 Pro rebautizada oficialmente fue presentada ayer en Alemania y ahora el dispositivo ha llegado al Reino Unido.",
        "6": "MacBook Pro 2021 con pantalla mini-LED puede lanzarse entre septiembre y noviembre.",
        "7": "Samsung Galaxy Book S (2020) Portátil con chip Intel Lakefield, 8 GB de RAM lanzado.",
        "8": "Estilo y velocidad. Destácate en las videollamadas HD respaldadas por micrófonos de estudio. Captura ideas en la pantalla táctil vibrante.",
        "9": "Infinix Inbook X1 Ci3 10th 8GB 256GB 14 Win10 Grey - Garantía de 1 año.",
        "10": "HP Pavilion 15-DK1056WM Portátil para juegos de 10ª generación Core i5, 8 GB, SSD de 256 GB, GTX 1650 4 GB, Windows 10.",
        "11": "Mega Descuento, Impresión de Acqua Di Gio de GiorgioArmani concentrado de perfume de aceite de attar.",
        "12": "Perfume marrón Royal_Mirage Sport para hombres y mujeres - 120 ml.",
        "13": "Detalles del mejor perfume de larga duración Frescura de niebla Xpressio de 100 ml para hombres.",
        "14": "Original Al Munakh® de Mahal Al Musk | Nuestra Impresión del Clima | Aceite de perfume concentrado sin alcohol de 6 ml.",
        "15": "Perfume en spray genuino Al-Rehab de UAE/Arabia Saudita/Yemen de alta calidad.",
        "16": "L'Oréal Paris presenta el Serum Reafirmante Hyaluron Expert formulado con 1.5% de Ácido Hialurónico.",
        "17": "El aceite de árbol de té contiene una serie de compuestos, incluido el terpinen-4-ol, que han demostrado matar ciertas bacterias.",
        "18": "La loción hidratante sin aceite Dermive con SPF 20 está formulada específicamente con ceramidas, ácido hialurónico y protector solar.",
        "19": "Nombre del producto: suero blanco de colágeno de ácido hialurónico de arroz Rorec Peso neto: 15 m.",
        "20": "Fair & Clear es la única crema pura para pecas de Pakistán que ayuda a desvanecer pecas, manchas oscuras y pigmentos. El nivel de mercurio es del 0%, así que no hay efectos secundarios.",
        "21": "Producto de calidad fina de marca Mantener en un lugar fresco y seco.",
        "22": "Detalles del mejor codo grande de Bake Parlor Macaroni - 400 gm.",
        "23": "Especificaciones de esencia de naranja para saborizar alimentos para pasteles y productos horneados.",
        "24": "cereales originales de Fauji muesli 250gm caja de paquete de caja de cereales originales de Fauji muesli frutas nueces copos de cereal de desayuno faujicereals cerels cerel foji fouji",
        "25": "Gulab Powder 50 Gramos de polvo seco de rosa Gulab enriquecido con vitamina C - Trata heridas.",
        "26": "Decoración de pared de Macramé de Macramé para colgar plantas Boho Decor Plant Hanger For Home.",
        "27": "Incluye 6 aves con cinta adhesiva Forma: Aves de madera en 3D Material: MDF de madera, laminado de 3.5 mm.",
        "28": "Calcomanía de lámpara LED 3D Calcomanía de pared 3D luz de arte de pared 3D botón de encendido/apagado operado por celda (incluido).",
        "29": "Arte chino de estilo palaciego de lujo para decorar hogares, villas, mansiones y palacios con jarrón de cerámica con frutero de latón.",
        "30": "Portallaves de diseño atractivo Material metálico Cuatro ganchos para llaves Confiable y duradero Calidad premium"  
    },
    "title": {
        "1": "iPhone 9",
        "2": "iPhone X",
        "3": "Samsung Universo 9",
        "4": "OPPOF19",
        "5": "Huawei P30",
        "6": "MacBook Pro",
        "7": "Samsung Galaxy Book",
        "8": "Microsoft Surface Laptop 4",
        "9": "Infinix INBOOK",
        "10": "HP Pavilion 15-DK1056WM",
        "11": "aceite de perfume",
        "12": "Perfume marrón",
        "13": "Perfume Xpressio con aroma a niebla",
        "14": "Aceite de perfume concentrado sin alcohol",
        "15": "Spray de agua de perfume",
        "16": "Suero de ácido hialurónico",
        "17": "Aceite de árbol 30ml",
        "18": "Humectante sin aceite 100ml",
        "19": "Suero de belleza para la piel.",
        "20": "Crema para el tratamiento de pecas - 15gm",
        "21": "- Daal Masoor 500 gramos",
        "22": "Codo de macarrones - 400 gm",
        "23": "Esencia de naranja para alimentos",
        "24": "cereales muesli frutas nueces",
        "25": "Polvo Gulab 50 Gramos",
        "26": "Colgador de plantas para el hogar",
        "27": "Ave de madera voladora",
        "28": "Lámpara de arte 3D",
        "29": "Estilo chino artesanal",
        "30": "Portallaves"
    }
}
  